Repository: bodhibyte/fence
Catalog: *.lproj/ExtraStrings.strings
Languages: sv

source: The blacklist cannot be edited while a block is in progress.
sv: Svartlistan kan inte redigeras när en blockering är aktiv.

source: Helper tool not launched as root.
sv: Hjälpverktyget inte startat som root.

source: Helper tool launched with insufficient arguments.
sv: Hjälpverktyget startat med otillräckliga argument.

source: Host blocklist not set
sv: Webbhostens blockeringslista är inte angiven.

source: Could not write launchd plist file to LaunchDaemons folder.
sv: Kunde inte skriv launchd plist-filen till mappen LaunchDaemon.

source: Could not create PrivilegedHelperTools directory.
sv: Kunde inte skapa mappen PrivilegedHelperTools.

source: Could not change permissions on PrivilegedHelperTools directory.
sv: Kunde inte ändra privilegier i mappen PrivilegedHelperTools.

source: Could not delete old helper binary.
sv: Kunde inte ta bort den gamla hjälpbinärfilen.

source: Could not copy Fence's helper binary to PrivilegedHelperTools directory.
sv: Kunde inte kopiera Fences hjälpbinärfil till mappen PrivilegedHelperTools.

source: Could not change permissions on Fence's helper binary.
sv: Kunde inte ändra rättigheterna för Fences hjälpbinärfil.

source: Insufficient block information found.
sv: Kunde inte hitta tillräcklig blockeringsinformation.

source: Launch daemon load returned a failure status code.
sv: Laddningen av launch daemon misslyckades.

source: Remove option called.
sv: Borttagningsvalet anropat.

source: Refreshing domain blacklist, but no block is currently ongoing.
sv: Uppdaterar domän-svartlista, men ingen blockering pågår.

source: Checkup ran but no block found.
sv: Kontrollen utfördes men ingen blockering hittades.

source: Could not write lock file.
sv: Kunde inte skriva låsfil.

source: Could not remove Fence lock file.
sv: Kunde inte ta bort Fences låsfil.

source: Fence lock file already exists. Please try your block again.
sv: Fence låsfil existerar redan. Var god försök att blockera igen.

source: Helper tool failed with unknown error code: %d
sv: Hjälpverktyget misslyckades med okänd felkod: %d

source: Error %d received from the Security Server.
sv: Mottog felmeddelande från Security Server: %d

source: Error -104: The helper tool crashed. This may cause unexpected errors.
sv: Fel 104: Hjälpverktyget kraschade. Kan orsaka oväntade fel.
